[Vehicle.Class_Anemone_BanditTurret VehicleClassDefinition]
DisplayName="Asthma"

[Weapon.WeaponType_Anemone_BanditTurret WeaponTypeDefinition]
Typename="Steal your fence."
PickupMessage="You have %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this number."
NoManufacturerName="general"

